Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཅེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Collected Teachings on the Bodhisatva

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all the buddhas and bodhisatvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་དབྱར་གནས་སུ་གནས་ནས་ཟླ་བ་གསུམ་འདས་ཏེ་དགག་དབྱེ་མཛད་ནས།
en: Thus did I hear at one time. The Lord once spent the rainy season in retreat at Śrāvastī. When the three months had passed,

source: ཆོས་གོས་མཛད་དེ། ཆོས་གོས་ཟིན་ནས་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ།
en: he prepared his mendicant robes, put them on, and started wandering the country again in the company of a large assembly of mendicants, 1,250 strong.

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་དང་། རྒྱལ་པོ་དང་། བློན་པོ་དང་། མུ་སྟེགས་ཅན་སྣ་ཚོགས་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་ཀྱིས་བླ་མར་བྱས། བཀུར་སྟིར་བྱས། རི་མོར་བྱས། མཆོད་པ་བྱས་སོ། །
en: The Lord was esteemed, revered, praised, and honored by monks and nuns, laymen and laywomen, by kings and ministers, by various followers of other teachings, by ascetics, brahmins, and householders, and by gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་གོས་དང་། ཞལ་ཟས་དང་། མལ་སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་བཟང་པོ་མང་པོ་ཡང་བརྙེས་སོ། །
en: The Lord received a great abundance of robes, foodstuffs, bedding and seats, medical supplies, and utensils.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་ནི་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་ མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡིན་ཏེ དེས་ལྷར་བཅས་པ་དང་། བདུད་དུ་བཅས་པ་དང་། ཚངས་པར་བཅས་པ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུའི་འཇིག་རྟེན་འདི་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་རྣམས་ཟིལ་གྱིས་མནན་ཏེ རང་གི་མངོན་པར་ཤེས་པས་མངོན་དུ་བྱས་ནས་ བསྒྲུབས་ཏེ་ བཞུགས་ཤིང་དེ་ཆོས་སྟོན་པ་ནི་ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་རབ་ཏུ་སྟོན་ཏོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱི་དགེ་བར་གྲགས་པའི་སྒྲ་ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེན་པོ་ཡང་མངོན་པར་བྱུང་ངོ་། །
en: The Lord was greeted with elegant and generous words of praise: “Such indeed is the Lord: He is a tathāgata, an arhat, a fully accomplished buddha, perfect in wisdom and conduct, a sugata. He is a knower of the world, an unsurpassable guide for men ready to be disciplined, a teacher of gods and humans, awakened, a lord. He has surpassed the world with its gods, the world with its māras, brahmā gods, ascetics and brahmins, and gods and men, and asuras, when he himself attained realization and accomplishment through superior abilities. He teaches the true Dharma, which is excellent in the beginning, excellent in the middle, and excellent in the end, accurate in meaning and well expressed, and he reveals the life of purity that is simple, complete, perfect, and pure.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷའི་ལྗོངས་རྒྱུ་ཞིང་མཐར་གྱིས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་གང་ན་ཡོད་པ་དེར་གཤེགས་ཏེ། བྱོན་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་བྱ་རྒོད་ཕུང་པོའི་རི་ལ་བཞུགས་སོ། ། དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་ཁྱིམ་བདག་ཚོང་དཔོན་བཟང་སྐྱོང་ཞེས་བྱ་བ། སྔོན་དགེ་བའི་རྩ་བ་བསྐྱེད་པ། སྔོན་གྱི་སངས་རྒྱས་ལ་བྱ་བ་བྱས་པ། ཕྱུག་ཅིང་ནོར་མང་བ། ལོངས་སྤྱོད་ཆེ་བ། བདག་དབང་བ་མང་བ། ནོར་དང་། ཡོ་བྱད་མང་བ། གསེར་དངུལ་མང་བ། ནོར་དང་འབྲུས་ཡོངས་སུ་གང་བའི་མཛོད་དང་། བང་བ་མང་བ། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དྰུཪྻ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་མང་བ། གླང་པོ་ཆེ་དང་། རྟ་དང་། བ་ལང་དང་། ལུག་མང་བ། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་མང་བ་ཞིག་གནས་ཏེ
en: It so happened that the Lord was traveling among the towns of the country of Magadha and gradually made his way toward the great city of Rājagṛha. Upon his arrival, the Lord went and stayed at Vulture’s Peak near the great city of Rājagṛha. At that time, a merchant and householder by the name of Bhadrapāla was living in the city. He had previously developed roots of virtue by honoring the victorious buddhas of the past. He was wealthy, with great riches and victual resources, and possessed a huge property, acquisitions and tools, gold and silver, storerooms filled with great wealth and stocks of grain, an abundance of jewels, pearls, gems, shells, crystals, and coral, large stocks of elephants, horses, buffalos, cattle, and sheep, and many male and female servants, workers, and laborers.

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ཤཱཀྱའི་རིགས་ལས་མངོན་པར་བྱུང་ནས། དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་ཡུལ་མ་ག་དྷའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ཏེ། རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་བྱོན་ནས་དེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་བཞུགས་ཏེ།
en: The householder Bhadrapāla heard that the ascetic Gautama, who had renounced the Śākya clan and become a mendicant, was traveling in Magadha together with a great community of mendicants, 1,250 strong, that he had arrived at the great city of Rājagṛha, that he was now staying on Vulture’s Peak near the city, and that he was being greeted with elegant and generous words of praise.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡིན་ཏེ དེ་ཆོས་སྟོན་པ་ནི་ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ། མ་འདྲེས་པ་ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་རབ་ཏུ་སྟོན་ཏོ་ཞེས་དགེ་སྦྱོང་གཽ་ཏ་མ་དེའི་དགེ་བར་གྲགས་པའི་སྒྲ་ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེན་པོ་དེ་ལྟ་བུ་ཡང་མངོན་པར་བྱུང་བ་ཁྱིམ་བདག་ཚོང་དཔོན་བཟང་སྐྱོང་གིས་ཐོས་ནས་
en: “Such indeed is the Lord: He is a tathāgata, an arhat, a fully accomplished buddha, perfect in wisdom and conduct, a sugata. He is a knower of the world, an unsurpassable guide for men ready to be disciplined, a teacher of gods and humans, awakened, a lord. He teaches the true Dharma, which is excellent in the beginning, excellent in the middle, excellent in the end, and accurate in meaning and well expressed, and he reveals the life of purity that is simple, complete, perfect, and pure.”

source: དེ་འདི་སྙམ་དུ་སེམས་ཏེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་ལྟ་བུ་དག་མཐོང་ན་ལེགས་པར་འགྱུར་གྱིས་བདག་དགེ་སྦྱོང་གཽ་ཏ་མ་དེ་བལྟ་བའི་ཕྱིར་འགྲོའོ་སྙམ་མོ། །
en: He thought to himself, “Now I should really go to see the ascetic Gautama. It is wonderful to have the opportunity to see the tathāgatas, the arhats, the fully accomplished buddhas.”

source: དེ་ནས་ཁྱིམ་བདག་ཚོང་དཔོན་བཟང་སྐྱོང་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་དང་ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་ལ་བལྟ་བའི་ཕྱིར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ནས་བྱུང་ངོ་། །
en: So it was that the merchant and householder Bhadrapāla left the great city of Rājagṛha in the company of five hundred other householders in order to see the Lord.

source: བཅོམ་ལྡན་འདས་ཀྱང་སྔ་དྲོའི་དུས་ཀྱི་ཚེ། ཤམ་ཐབས་མན་བས། ཆོས་གོས་དང་། ལྷུང་བཟེད་བསྣམས་ནས། དགེ་སློང་གི་དགེ་འདུན་གྱིས་བསྐོར་ཅིང་དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ཏེ།
en: In the early part of the day the Lord put on his robes, took his bowl, and led the community of monks into the great city of Rājagṛha to collect alms.

source: སྤྱོད་ལམ་མཛེས་པ་དང་། མངོན་དུ་གཤེགས་པ་དང་། ཕྱིར་ལྡོག་པ་མཛེས་པ་དང་། གཟིགས་པས་རྣམ་པར་གཟིགས་པ་མཛེས་པ་དང་། སྙང་བ་དང་། བསྐུམ་པ་མཛེས་པ་དང་། ཆོས་གོས་སྣམ་སྦྱར་དང་། ན་བཟའ་དང་། ལྷུང་བཟེད་བསྣམས་པ་མཛེས་པ་དང་། ཀུན་ནས་མཛེས་པ་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་གཤེགས་སོ་ཁྱིམ་བདག་ཚོང་དཔོན་བཟང་སྐྱོང་དང་། ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་མཛེས་ཤིང་དགའ་བར་འགྱུར་བ། དབང་པོ་ཞི་བ། ཡིད་ཞི་བ། དུལ་བ་དང་། ཞི་གནས་དམ་པ་བརྙེས་པ། གླང་པོ་ལྟར་དབང་པོ་ཐུལ་བ། མཚོ་ལྟར་དང་ཞིང་གསལ་བ། རྙོག་པ་མེད་པ། ལྷ་དུ་མས་མཆོད་པ། གནོད་སྦྱིན་དུ་མས་མཆོད་པ། མི་དུ་མས་མཆོད་པ། གསེར་གྱི་ཁ་དོག་གི་སྐུ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་ལྡན་པ། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུས་བརྒྱན་པ། མེ་ཏོག་གི་ཆར་ཆེན་པོ་རབ་ཏུ་འབེབས་ཤིང་། མེ་ཏོག་གི་ཆུ་བོ་ཆེན་པོ་རབ་ཏུ་འབེབས་བཞིན་དུ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་པད་མ་འདབ་མ་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་ཡོད་པ་ལ་ཞབས་འདོར་ཞིང་གཤེགས་པ་རྒྱང་རིང་པོ་ནས་མཐོང་སྟེ
en: He conducted himself with grace, going from place to place with eyes downcast in a graceful manner, moving his limbs gracefully, and bearing his robes and bowl with great dignity. The merchant and householder Bhadrapāla, together with the five hundred other householders, saw the Lord in the distance, approaching them in a graceful and pleasant manner with his senses composed and his mind at ease, supremely disciplined and tranquil. His senses subdued, with the modest dignity of an elephant, he was clear and shining like a lake of pure water. He was honored by a great many gods, honored by a great many yakṣas, and honored by a great many men. His body was golden, with the thirty-two characteristics of a great being and adorned with the eighty minor marks. A great rain of flowers, a great flood of flowers, rained down upon him, and he placed his feet upon lotuses made of the seven precious substances and possessing a thousand billion petals.

source: སྤྱོད་ལམ་བརྒྱ་སྟོང་མང་པོས་གཤེགས་པ་རྒྱང་རིང་པོ་ནས་མཐོང་ནས་བཅོམ་ལྡན་འདས་ལ་སེམས་དད་པར་གྱུར་ཏོ། ། དེ་དག་སེམས་དད་པར་གྱུར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: When they saw him from afar, approaching with this display of many hundreds of thousands of forms of pure conduct, they were filled with faith in the Lord. With faith they approached the Lord, venerated him by placing their heads at his feet, and sat down at one side.

source: ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས་བཅོམ་ལྡན་འདས་ལ་ཁྱིམ་བདག་བཟང་སྐྱོང་དང་། ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་དཔལ་གྱིས་འཁོར་འདི་ཟིལ་གྱིས་གནོན་པར་མཛད་དོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་གཟི་བརྗིད་ཀྱིས་འཁོར་འདི་ཟིལ་གྱིས་གནོན་པར་མཛད་དོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་འོད་ཀྱིས་འཁོར་འདི་ཟིལ་གྱིས་གནོན་པར་མཛད་དོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་གཟུགས་ཀྱིས་འཁོར་འདི་ཟིལ་གྱིས་གནོན་པར་མཛད་དོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་ནི་སྐུའི་ཁ་དོག་གསེར་ལྟ་བུའོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་ནི་སྐུས་ལུས་ཅན་བདེ་བ་མྱོང་བར་མཛད་པའོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་ནི་དངོས་པོ་ཐམས་ཅད་ཀྱིས་མི་མཉམ་པ་དང་མཉམ་པའོ། ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་དང་ལྡན་པ་ལགས་ན། བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་བདག་འདི་སྙམ་དུ་སེམས་ཏེ། བཅོམ་ལྡན་འདས་གཽ་ཏ་མས་ཅི་ཞིག་གཟིགས་ན་ཁབ་ནས་ཁབ་མ་མཆིས་པར་རབ་ཏུ་བྱུང་སྙམ་སེམས་སོ། །
en: Then the householder Bhadrapāla, accompanied by the five hundred other householders, spoke to the Lord: “Lord Gautama! You overwhelm this assembly with your glory. Lord Gautama! You overwhelm this assembly with your radiance. Lord Gautama! You overwhelm this assembly with your splendor.Lord Gautama! You overwhelm this assembly with your brilliance. Lord Gautama! You overwhelm us with your beauty. The body of the Lord Gautama is golden. The Lord Gautama’s body is as beautiful as that of the sage Aṅgiras. The Lord Gautama has no equal in any respect. The qualities of the Lord Gautama are the most extraordinary and marvelous qualities in the entire world. Lord Gautama! It occurs to me: What did the Lord Gautama see to make him leave his home and become a renunciant?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཁྱིམ་བདག་ཚོང་དཔོན་བཟང་སྐྱོང་གིས་ཚིགས་སུ་བཅད་པ་དག་གིས་མངོན་པར་བསྟོད་དོ། །
en: The merchant and householder Bhadrapāla praised the Lord with these verses:

source: རྒྱལ་བའི་དཔལ་དང་གྲགས་དང་གཟུགས་དག་ནི། །སྔན་ཆད་བདག་གིས་ཇི་སྐད་ཐོས་པ་བས། །དེ་བས་ལྷག་པར་གསེར་གྱི་གཟུགས་བཞིན་དུ། །མཛེས་དང་ལྡན་པར་ལྷམ་མེར་རབ་ཏུ་གདའ། །
en: “I had heard about the glory, fame, And splendor of the body of the Victorious One, But you are even more sublime in person, Like an image in gold.

source: གཟུགས་ནི་ཤིན་ཏུ་མཛེས་ཤིང་བལྟ་ན་སྡུག །
en: “Your body is graceful and beautiful.

source: སྐུ་ཡི་ཁ་དོག་གསེར་གྱི་མདོག་འདྲ་བས། །སྐར་མང་དག་གི་དབུས་ན་ཟླ་བ་ལྟར། །དགེ་སློང་མང་པོའི་དབུས་ན་མཛེས་པར་མཛད། །
en: Because of your exalted, golden form You shine among the monks Like the moon among the stars.

source: མི་མཆོག་གི་ནི་སྤྱི་བོ་བལྟར་མི་གདའ། །
en: “Never before have I seen the crown of the head of the greatest among men,

source: རི་རབ་བཞིན་དུ་མངོན་པར་འཕགས་པར་གདའ། །
en: But now I see it rising up like Mount Meru,

source: གཙུག་གི་སྤྱི་བོ་ལྷ་ཡི་གདུགས་བཞིན་དུ། །ཀུན་ནས་བྱིན་གྱིས་གཞོལ་བར་གྱུར་པ་ལགས།
en: Like the parasol of the gods; In a well-ordered way you have attained a complete metamorphosis.

source: །དབུ་ཡི་སྐྲ་ནི་འཇམ་ཞིང་རབ་མཉེན་ལ། །ཨན་ད་རྙིལ་དང་སྟང་ཟིལ་ཁ་དོག་འདྲ། །
en: “I see the hair on your head, delicate and supple, Shining like a dark sapphire.

source: གཡས་སུ་འཁྱིལ་ལ་ཤིན་ཏུ་འཇམ་པ་སྟེ། །
en: Its soft curls twist to the right

source: རྨ་བྱའི་མགྲིན་པ་ཇི་བཞིན་ཉིད་དུ་གདའ། །
en: Just like the neck of a peacock.

source: སྨྲ་བ་མཆོག་གི་དཔྲལ་བ་ཤིན་ཏུ་མཉམ། །
en: “The best of speakers has a smooth forehead;

source: ཁྱོད་ཀྱི་སྨིན་ཚུགས་འཇའ་ཁུགས་ལྟ་བུ་སྟེ། །
en: Your eyebrows are shaped like rainbows.

source: འོད་གསལ་བ་ནི་སྐར་མའི་རྒྱལ་པོ་ལྟར། །རྡུལ་བྲལ་སྨིན་མཚམས་སྤུ་ནི་ཤིན་ཏུ་མཛེས། །
en: Between your eyebrows shines a perfect curl of hair Blazing like the king of stars.

source: སྤྱན་བཟང་ཁྱོད་ཀྱི་སྤྱན་ནི་དགར་འགྱུར་བ། །འགྲོ་བ་རྣམས་ལ་མཛེས་ཤིང་མཐོང་ན་དགའ། །
en: “Your eyes are exquisite and delight all who look upon them. They are beautiful, beloved by those who gaze upon them.

source: བདག་ནི་ལྟ་བས་ངོམས་པར་མི་འགྱུར་ཏེ། །
en: Merely observing is not enough for me;

source: མགོན་པོ་རྣམ་དག་སྤྱན་ལ་བདག་ཕྱག་འཚལ། །
en: I salute the protector with immaculate eyes.

source: སྐྱེས་བུ་དམ་པའི་ཤངས་ནི་བྱིན་གྱིས་མཉམ། །
en: “The nose of the best of men

source: ཇི་ལྟར་གསེར་གྱི་རི་ལྟར་རབ་ཏུ་གདའ། །
en: Is well proportioned like a golden horn,

source: ཁྱོད་ཀྱི་སྒྲོས་ནི་བིམ་པ་བྱི་རུ་བཞིན། །དག་ཅིང་རྣམ་དག་ནོར་བུ་རིན་ཆེན་འདྲ། །
en: His lips coral red like the fruit of the ivy gourd, Exceedingly pure like a precious jewel.

source: སྣང་བར་བྱེད་པ་རབ་ཏུ་དཀར་བའི་ཚེམས། །
en: “Your shining teeth are perfectly white,

source: པདྨའི་རྩ་བ་བ་ཞོ་ཆུ་སྐྱར་འདྲ། །
en: Like lotus root, cow’s milk, or the crane.

source: སྲ་ཞིང་དམ་ལ་ཐགས་བཟངས་ཤིན་དུ་དག །
en: Firm, whole, well set, supremely pure,

source: ཚེམས་དང་ཚེམས་ཀྱི་བར་ནི་ཤིན་ཏུ་འབྱོར། །
en: Your teeth are an ornament to joyous discipline.

source: རྒྱལ་བའི་མཆེ་བ་མཛེས་ཤིང་རྡུལ་མི་མངའ། །
en: “The Victorious One’s teeth are well spaced,

source: ངང་པའི་ཁྱུ་ན་ངང་པའི་རྒྱལ་པོ་ནི། །རྣམ་དག་དཀར་ཞིང་རབ་ཏུ་དཀར་བ་བཞིན། །བདེ་བར་གཤེགས་པའི་ལྗགས་ཀྱིས་ཞལ་ཁེབས་ཏེ། །
en: The canine teeth shining spotlessly Like the king of the geese flying first in formation, Whiter than white and completely pure.

source: ཨུད་པལ་དམར་པོ་རྣམ་དག་ཟངས་ཀྱི་མདོག །ཉི་མ་འཆར་ཚེ་ནོར་བུ་དག་མདོག་བཞིན། །སྲབ་ལ་རིང་ཞིང་སྐྱོན་མེད་ཤིན་ཏུ་ཡངས། །
en: “Like a pure red lotus, the color of copper, Red like the rising sun, the color of a pure jewel, The Sugata’s tongue is delicate and smooth And so long and broad that it can cover his face.

source: གཽ་ཏ་མའི་སྙན་ནི་རབ་ཏུ་ལེགས། །སེང་གེའི་འགྲམ་པ་སེང་གེའི་འཇིགས་མེད་བཞིན། །ཚངས་བཅས་འཇིག་རྟེན་ལྷ་དང་མི་ལ་ཡང་། །བདག་གིས་གང་ཡང་མ་ཐོས་མ་མཐོང་ངོ་། །
en: “I have truly never seen or heard of anything In the brahmā world, or in any human or divine realm, Like the exquisite ears of Gautama. He has the jaws and the courage of a lion.

source: བདེ་གཤེགས་མཐུ་ཡིས་མགུར་ན་མཐོང་བ་ནི། །མགུར་གྱི་མིད་པ་གཙང་ལ་འོད་གསལ་ཏེ། །
en: “By the power of the Sugata, I see his neck, His pure and resplendent throat, extracting the subtle essence of flavors,

source: དྲང་པོ་དབུས་སུ་འགྲོ་བ་ཡོན་པོ་གསལ། །
en: Straight, not crooked, and centrally positioned.

source: རོ་ཡི་རོ་མཆོག་མི་དང་ལྷ་ཡི་ལྷ། །དཔུང་མགོ་རབ་ཏུ་ཟླུམ་ཞིང་ཐལ་གོང་རྒྱས། །
en: His sense of taste is unrivaled, like that of the god of gods and men. “You are broad chested, and your shoulder blades are round.

source: བདུན་པོ་མཐོ་བ་འཇིག་རྟེན་ཀུན་ཏུ་གྲགས། །
en: Your seven supreme limbs are famed throughout the world.

source: མགོན་པོ་མི་དབང་སྙིང་པོ་དཔལ་གྱིས་ཀྱང་། །རི་ཡི་རྩེ་ལ་ཉི་མ་འཆར་བ་བཞིན། །
en: Blazing with the highest glory, the archetypal king, You are like the sun rising over the peak of the mountain.

source: མཐོ་བ་གཉིས་ནི་ཞབས་ཀྱི་མཐིལ་ནས་སྐྱེས། ། ཕྱག་ལས་གཉིས་སྐྱེས་ཐལ་གོང་གཉིས་སྐྱེས་ཏེ། །མཐོ་བ་གཅིག་ནི་ལྟག་པ་ཉིད་ན་གཅིག །དགེ་ཞིང་དག་སྟེ་འོད་གསལ་རབ་ཏུ་རྒྱས། །
en: “There are protuberances on the soles of both your feet, On both hands and both shoulders, And one protuberance on the back of your neck. The fullness of your beauty is pure and radiant.

source: བཅོམ་ལྡན་གཽ་ཏ་མ་ཡི་ཕྱག་རིང་བ། །ཇི་ལྟར་གླང་པོའི་རྒྱལ་པོའི་སྣ་བཞིན་ཏེ། །
en: “The arms of the Lord Gautama hang down Like the trunk of the lord of elephants.

source: ཕྱག་གཉིས་པོ་ནི་འདུད་པ་མ་བགྱིས་པར། །པུས་མོ་གཉིས་སུ་ཕྱག་གིས་རབ་ཏུ་རེག །
en: With both of your hands, you are able To touch your knees without bending down.

source: སྐུ་ཡི་རོ་སྟོད་སེང་གེ་བཞིན་དུ་འཕགས། །
en: “His mighty chest is like that of a lion.

source: སྐུ་ནི་སྲེད་མེད་བུ་ལྟར་རབ་ཏུ་བརྟན། ། ནྱ་གྲོ་དྷ་བཞིན་ཆུ་ཞེང་གབ་པའི་སྐུ། །བཟོད་པའི་སྟོབས་དང་ལྡན་པ་སྟོབས་པོ་ཆེ། །
en: Broad like the trunk of a banyan tree, His sturdy body is as strong and firm as that of Nārāyaṇa, With the strength that comes from forbearance.

source: སྐུ་ཡི་སྤུ་རྣམས་གཡས་འཁྱིལ་གྱེན་དུ་ཕྱོགས། །
en: “The hairs on his upper body curl to the right.

source: རེ་རེར་སྐྱེས་ཤིང་ཤིན་ཏུ་འཇམ་པ་སྟེ། །
en: They grow separately and are very soft.

source: ཇི་ལྟར་པད་མ་ཆུ་དང་འདམ་མི་གོས། །དེ་བཞིན་རྡུལ་དང་དུ་བས་མི་གོས་སོ། །
en: They are unaffected by dust and smoke, Just like lotuses in muddy water.

source: རྟ་མཆོག་དུལ་བ་ཡི་ནི་ཇི་ལྟ་བར། །འདོམས་ཀྱི་སྦ་བ་སྦུབས་སུ་ནུབ་ཅེས་གདའ། །
en: “Your male organ is said to be retracted in its sheath Like that of an excellent, well-trained horse.

source: བརླ་ནི་རབ་ཟླུམ་སྨྱིག་མའི་སྙིང་པོ་བཞིན།
en: Your well-rounded thighs are like the cores of bamboo.

source: །ཁྱོད་ཀྱི་རྗེ་ངར་བྱིན་གྱིས་རིམ་བཞིན་མཆིས། །
en: Your calves are well formed, with the correct proportions.

source: ཞབས་གོང་དུང་ལྟར་མཐོ་ཞིང་རྟིང་པ་ཆེ། །
en: “You have flat insteps and broad heels.

source: ཁྱོད་ཀྱི་ཕྱག་དང་ཞབས་ནི་དྲ་བས་འབྲེལ། །
en: Your hands and feet are finely webbed.

source: སོར་མོ་རིང་ཞིང་སོར་མོ་ཉི་ཤུ་མཉམ། །
en: Your long, smooth fingers and toes number twenty,

source: སེན་མོ་ཟངས་འདྲ་སོར་སེན་མེ་ཏོག་ཅན། །
en: With copper-colored nails like flowers.

source: ཁྱོད་ཀྱི་ཞབས་མཐིལ་འཁོར་ལོ་རབ་ཀྱིས་མཚན། ། རྩིབ་མ་སྟོང་ལྡན་རབ་ཏུ་འོད་གསལ་བ། །
en: “The symbol of the supreme thousand-spoked wheel Shines from the soles of your feet.

source: ལོང་བུས་ལོང་བུ་འཐབ་པར་མི་འགྱུར་ཞིང་། །གོམ་པས་གོམ་པ་ས་ལ་ཡོང་མི་འདོར། །
en: You do not put your feet down hard when you walk on the road. You stride lightly on the earth.

source: ས་ལ་ཀུན་ཏུ་སོར་བཞིས་མི་རེག་པར། །འཇིག་རྟེན་རྣམས་ཀྱི་གཙོ་བོ་རབ་གཤེགས་ཏེ། །
en: “You tread softly, lifting your feet four inches above the ground As you walk, O best of men!

source: ཁྱོད་ནི་གང་དུ་གོམ་པ་བོར་བ་ཡང་། །རིན་ཆེན་པད་མ་སྐྱེས་པ་ངོ་མཚར་ཏོ། །
en: Jeweled lotuses spring forth Wherever you set your feet. How extraordinary!

source: རྒོད་པར་མ་གྱུར་དལ་ཞིང་བརྟན་པར་གཤེགས། །སྟག་དང་ལྷ་དབང་འགྲོས་ཀྱིས་གཞན་གནོན་ཅིང་། །བག་ཚ་མེད་པར་སྟབས་ནི་བསྒྱིངས་ཏེ་གཤེགས། །དཔའ་བོ་ཁྱོད་ཀྱི་འགྲོས་འདྲ་སུ་ལའང་མེད། །
en: “You advance unopposed and undaunted, repelling your enemies Like an elephant, like a tiger, like the lord of the gods. You progress like a hero, matched by none. Imperturbable, you stride elegantly.

source: མི་མ་ལགས་པ་རྣམས་ཀྱིས་བར་སྣང་ལས། །ལྷ་ཡི་མེ་ཏོག་ཆར་ནི་རབ་འབེབས་ཤིང་། །གླུ་དབྱངས་སྒྲས་ནི་ཁྱོད་ལ་མཆོད་པར་བགྱིད།
en: “Superhuman beings shower you with divine flowers. In the sky they venerate you With the sounds of singing.

source: །ཆོ་འཕྲུལ་འདི་འདྲ་འདི་དག་རྨད་དུ་བྱུང་། །
en: Such miraculous displays are truly wondrous.

source: ཁྱོད་ཀྱི་གཟུགས་ནི་རྣམ་ཐོས་བུ་བས་ལྷག །གཟི་བརྗིད་དག་ནི་ཉི་མ་བརྒྱ་བས་འཕགས། །
en: “Your beauty surpasses that of Vaiśramaṇa, Your splendor is like that of a hundred suns.

source: ཚངས་བཅས་ལྷ་མིར་བཅས་པའི་འཇིག་རྟེན་ན། །ཁྱོད་འདྲའང་མེད་ན་ལྷག་པ་ག་ལ་མཆིས། །
en: In the world of brahmā gods, of gods and men, You have no equal. Truly, how could anyone be superior?

source: བདག་གིས་ཁྱོད་ཀྱི་ཆོ་འཕྲུལ་མཆོག་མཐོང་ནས། །ཡོན་ཏན་ལྷག་པ་གང་དག་གཟིགས་གྱུར་ན། །དེ་བཞེད་པས་ན་མི་དབང་རབ་བྱུང་སྙམ། །བདག་ནི་དེ་ལ་ཐེ་ཚོམ་འཚལ་བར་གྱུར། །
en: “Having now seen this incredible miracle, I am filled with curiosity. What are the superior qualities you have seen, Lord of men, that made you renounce ordinary life?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་ཚོང་དཔོན་བཟང་སྐྱོང་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། ། ཀྱེ་མའོ་ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་འདི་ནི་གཙེ་བ་བཅུས་གཙེས་པར་མཐོང་སྟེ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྐྱེ་བས་གཙེ་བ་དང་། རྒ་བས་གཙེ་བ་དང་། ན་བས་གཙེ་བ་དང་། འཆི་བས་གཙེ་བ་དང་། མྱ་ངན་གྱིས་གཙེ་བ་དང་། སྨྲེ་སྔགས་འདོན་པས་གཙེ་བ་དང་། སྡུག་བསྔལ་གྱིས་གཙེ་བ་དང་། ཡིད་མི་བདེ་བས་གཙེ་བ་དང་། འཁྲུག་པས་གཙེ་བ་དང་། འཁོར་བས་གཙེ་བ་དང་བཅུ་སྟེ།
en: The Lord then addressed the merchant and householder Bhadrapāla: “Alas! One who is involved with the world is tormented by ten afflictions. What are these ten afflictions? They are the affliction of birth, the affliction of old age, the affliction of disease, the affliction of death, the affliction of sorrow, the affliction of lamentation, the affliction of suffering, the affliction of depression, the affliction of grief, and the affliction of cyclic existence.

source: ཁྱིམ་བདག་འཇིག་རྟེན་གནས་པ་གཙེ་བ་འདི་བཅུས་གཙེས་པར་མཐོང་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱའོ་ཞེས་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: “Householder, seeing that one who is involved with the world is tormented by these ten afflictions, I decided to attain unsurpassed perfect awakening, and with that conviction I left ordinary household life behind and became a renunciant.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །
en: He then went on to speak these verses:

source: འཁོར་བའི་སྒྲོམ་དུ་ཆུད་པ་ཡི། །བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཀུན། །སྐྱེ་བས་ཉེ་བར་གཙེ་བ་དང་། །ན་དང་རྒ་བས་རབ་ཏུ་གཟིར། །
en: “I saw that all immature, ordinary people Are confined in the prison of cyclic existence, That they are tormented by birth And harassed by old age and disease.

source: མྱ་ངན་བྱེད་ཅིང་སྨྲེ་སྔགས་འདོན། །
en: “They experience pain, they grieve,

source: འཆི་བའི་དབང་དུ་སོང་མཐོང་ནས། །
en: And they are under the powerful sway of death.

source: སྲིད་པའི་སྒྲོམ་ལས་ཐར་བྱ་ཞེས། །བསྐྱབ་པའི་ཕྱིར་ནི་མངོན་པར་བྱུང་། །
en: It was in order to save them that I left worldly life. I wished to free them from the prison of existence.
